Repository: erichkolb/messenger-bot-wp
Catalog: lang/giga-messenger-bots-*.po
Languages: de_de

source: Nodes
de_de: Nodes (Eine Antwort)

source: Updated
de_de: Update (aktualisieren)

source: Dismiss this notice.
de_de: Ignorieren

source: Add New Node
de_de: Node hinzufügen

source: Edit Node
de_de: Node bearbeiten

source: Live Preview
de_de: Vorschau

source: Conversation
de_de: Konversation

source: Search...
de_de: Suche...

source: All Tags
de_de: Kategorie auswählen

source: Search
de_de: Suche

source: Call to action title
de_de: Titel für Button Bereich

source: Enter call-to-action title
de_de: Hier den Titel für den Button Bereich eingeben

source: Add Button
de_de: Button Hinzufügen

source: Type
de_de: Typ

source: Share
de_de: Teilen

source: Call Button
de_de: Anruf Button

source: Account Link
de_de: Account verlinken

source: Account Unlink
de_de: Account Verlinkung aufheben

source: Title
de_de: Titel

source: Enter button title
de_de: Button Titel bearbeiten

source: Enter button URL
de_de: Button URL bearbeiten

source: Messenger Extension
de_de: Messenger Erweiterung

source: Full (Default)
de_de: Voll (Standard)

source: Compact
de_de: Kompakt

source: Tail
de_de: Ende

source: Fallback URL
de_de: Standard URL

source: Enter button payload name
de_de: Button payload name eingeben

source: Your own phone number which let leads tap to call
de_de: Eine Telefonnummer, Leads können sie anklicken und direkt anrufen.

source: Command
de_de: Befehl

source: Please select
de_de: Bitte auswählen

source: Add Lead to Subscription Channels
de_de: Lead (Kunde) zu einem Abo Channel hinzufügen

source: Remove Lead from Subscription Channels
de_de: Lead (Kunde) aus einem Abo Channel entfernen

source: Channels
de_de: Abo Channels

source: Play With The Left Section To Get Started
de_de: Fange an Inhalte einzugeben, hier siehst du dann die Vorschau.

source: default
de_de: standard

source: Edit Node...
de_de: Node bearbeiten...

source: Remove Node
de_de: Node löschen

source: Image Preview
de_de: Bildvorschau

source: Closure
de_de: Schließen

source: Update Lead
de_de: Lead (Kunde) updaten

source: Send Location
de_de: Location schicken

source: Content
de_de: Kontent

source: Enter Title. Maximum: 45 characters.
de_de: Titel eingeben, maximal 45 Zeichen.

source: Subtitle
de_de: Untertitel

source: Enter subtitle. Maximum: 80 characters.
de_de: Untertitel eingeben, maximal 80 Zeichen.

source: Item URL
de_de: Artikel URL

source: Image URL
de_de: Bild URL

source: Add Bubble
de_de: Bubble hinzufügen

source: Wait
de_de: Warten

source: Action name
de_de: Aktions Name

source: No Highlight Top Element
de_de: Kein markiertes Top Element

source: Required if you want to highlight the top element
de_de: Erforderlich wenn du das Top Element markieren möchtest

source: Default Action
de_de: Standard Aktion

source: Action when leads tap on the element row
de_de: Aktion wenn ein Lead (Kunde) eine Auswahl trifft

source: Action URL
de_de: Aktions URL

source: Add Element
de_de: Element hinzufügen

source: When Receive
de_de: Die Eingabe war

source: Click
de_de: Klick auf Button

source: Attachment
de_de: Anhang

source: Others (Default Message)
de_de: Others (Standard Antwort)

source: The text or pattern when bot received.
de_de: Der Text den der Bot empfängt

source: The button when people clicked.
de_de: Der Button den ein User drückt

source: Image
de_de: Bild

source: File
de_de: Datei

source: The attachment type received from people.
de_de: Der Anhang der vom User gesendet wurde.

source: Bot will
de_de: Bot wird

source: Then bot will
de_de: dann wird der Bot

source: Send Text
de_de: Sende Text

source: Send Image
de_de: Sende Bild

source: Send Video
de_de: Sende Video

source: Send Audio
de_de: Sende Audio

source: Send File
de_de: Sende Datei

source: Send Buttons
de_de: Sende Button

source: Send Generic
de_de: Sende Generic

source: Send List
de_de: Sende List

source: Send Dynamic Shortcode
de_de: Sende Dynamic Shortcode

source: Update Current Lead
de_de: Ausgewählten Lead( Kunden) updaten

source: Callback closure is not editable
de_de: Callback closure ist nicht bearbeitbar

source: Tagged As
de_de: Kategorie vergeben

source: Your intended action name
de_de: Dein Intended Action Name

source: Add Bot Action
de_de: Füge Bot Action hinzu

source: Add Tag
de_de: Kategorie hinzufügen

source: Tag
de_de: Kategorie

source: Add Intended Action
de_de: Intended Action hinzufügen

source: Save Changes
de_de: Änderungen Speichern

source: Enter quick reply title
de_de: Eingabe: quick reply title

source: Enter quick reply payload
de_de: Eingabe: quick reply payload

source: Enter Message Content
de_de: Message Content eingeben

source: Leads
de_de: Leads (Kunden)

source: Lead info saved!
de_de: Lead (Kunden) Information gespeichert!

source: Phone
de_de: Telefon

source: Subscribe
de_de: Abonnieren

source: Created At
de_de: Erstellt am

source: No
de_de: Nein

source: Yes
de_de: Ja

source: Waiting Answers from Page Administrators
de_de: Bot ist angehalten, wartet auf Antworten des Seiten Administrators

source: Active
de_de: Aktive

source: Advanced
de_de: Erweitert

source: Subscription
de_de: Abonnement

source: Profile Picture
de_de: Profilbild

source: Sorry, the lead you requested does not exists
de_de: Entschuldigung, der gesuchte Lead existiert nicht.

source: This lead have not any meta data yet
de_de: Dieser Lead hat noch keine Meta Daten.

source: First Name
de_de: Vorname

source: Last Name
de_de: Nachname

source: Locale
de_de: Lokalisierung

source: Gender
de_de: Geschlecht

source: Male
de_de: Männlich

source: Female
de_de: Weiblich

source: Waiting Answers from Page Administrator
de_de: Bot ist angehalten, wartet auf Antworten des Seiten Administrators

source: Hi everyone, welcome to my page
de_de: Hallo, Herzlich Willkommen.

source: Help
de_de: Hilfe

source: Basics
de_de: Grundeinstellungen

source: Thread Settings
de_de: Startscreen Einstellungen

source: Account Linking
de_de: Backend Login

source: Settings
de_de: Einstellungen

source: Settings saved!
de_de: Einstellungen gespeichert!

source: Account Linking URL
de_de: URL des WordPress Backend Zugangs

source: By default, Giga uses WP default login URL (/wp-login.php) so you don't have to do anything here. In case you want to use other login URL. Enter to text box above.
de_de: Grundsätzlich nutzt Giga den WordPress standard Backend Zugang (/wp-login.php), du mußt hier nichts ändern. Möchtest du eine andere Login URL nutzen kannst du sie hier setzen.

source: Auto stop feature helps you stop the bot when Page Administrators chat with your leads so the conversation more naturally. In order to enable Auto Stop. You must set your Page ID in the Basics tab.
de_de: Das "Auto Stopp" Feature hält die Bot-Kommunikation an wenn du dem Lead (Facebook Benutzer) im Messenger antwortest. Damit "Auto Stopp" funktionieren kann mußt du deine Seiten ID bei den Basics eingegeben haben.

source: Stop the bot when Page Administrator text
de_de: Hält den Bot an wenn du im Messenger folgendes ein gibst:

source: * for any character
de_de: * für jeden Character

source: Restart the bot when Page Administrator text
de_de: Bot neu starten nach Administrator Texteingabe

source: Cannot be blank or *
de_de: Darf nicht leer sein oder *

source: Page Access Token
de_de: Page Access Token (Seiten-Zugriffsschlüssel)

source: Page ID
de_de: Page ID (Seiten ID)

source: Connection status
de_de: Verbindungsstatus

source: Success
de_de: Erfolgreich

source: Error
de_de: Fehler

source: Not Connected
de_de: Nicht verbunden

source: Domain whitelisting is required for Webview and Payment. Your website is whitelisted by default. In case you need to whitelist other domains, enter domains here, one per line. Maximum: 10 domains.
de_de: Domain Whitelisting ist erforderlich für die Webansicht und Bezahlfunktionen. Deine Domain ist als Standard in der White Liste. Falls du weitere Domains in die White Liste aufnehmen willst, kannst du sie hier eingeben. Jeweils in eine Zeile und maximum 10 Domais.

source: Greeting Text
de_de: Begrüßungstext

source: Get Started Button Payload
de_de: PAYLOAD Eingabe für den Start Button

source: Persistent Menu
de_de: Persistent Menu (Beständiges Menü)

source: Preview
de_de: Vorschau

source: Click to Edit
de_de: Zum bearbeiten anklicken

source: Add Menu Item
de_de: Menüpunkt hinzufügen

source: Save Menu Item
de_de: Menüpunkt speichern

source: Notification
de_de: Benachrichtigung

source: Please select a subscription channel
de_de: Bitte einen Abbo Channel wählen

source: Please enter subscription messages
de_de: Bitte Abbo Informationen eingeben

source: Your notification was saved successfully!
de_de: Ihre Benachrichtigung wurde gespeichert

source: Your notification was deleted successfully
de_de: Ihre Benachrichtigung wurde gelöscht

source: Error during deleting your notification
de_de: Während des Löschens ist ein Fehler aufgetreten

source: New Notification
de_de: Neue Benachrichtigung

source: Update Notification
de_de: Benachrichtigung updaten

source: Add New
de_de: Hinzufügen

source: Notifications
de_de: Benachrichtigungen

source: To Channels
de_de: zu Channels

source: Description
de_de: Beschreibung

source: Subscribers
de_de: Abonnenten

source: No Notification Found.
de_de: Keine Benachrichtigungen gefunden.

source: With Messages
de_de: Mit Nachrichten

source: Add Message
de_de: Nachricht hinzufügen

source: Subscription Description
de_de: Abonnement Beschreibung

source: Subscription description isn't required but recommended as it's easier to manage.
de_de: Abonnement Beschreibung ist nicht erforderlich, aber empfohlen, da es einfacher zu verwalten ist.

source: Timing Settings
de_de: Timing Einstellungen

source: Routines
de_de: Routinen

source: Immediately. No Schedule.
de_de: Augenblicklich kein Schedule

source: Sending Limit
de_de: Sende Limit

source: 0 for unlimited
de_de: 0 für kein Limit

source: Each time we send mass notification to all leads can be considered as 1 time. Not total of leads times. Zero for unlimited.
de_de: Jedes Mal, wenn wir Massen-Benachrichtigung an alle Leads (Kunden) senden kann als 1-mal angesehen werden. Null für unbegrenzt

source: Start at
de_de: Starte am/um

source: Leaves blank to start the message routine now. You can also set the time to start in the future.
de_de: Leer lassen um die Nachrichtenroutine jetzt zu starten. Sie können auch die Startzeit für die Zukunft einstellen.

source: End at
de_de: Endet am/um

source: When to stop sending this message routine? Leaves blank to keep sending forever.
de_de: Wann soll das Senden dieser Nachrichtenroutine abgebrochen werden? Leer lassen für unendliches senden..

source: Save & Send Instant Message
de_de: Speichern und verschicken von Direkt-Nachrichten

source: Delete
de_de: Löschen
